Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/sami_samekonv_lulesamisk.pdf.tmx
Source language: smj
Languages: sma

source: NUORTTARIJKAJ SÁMEKONVENSJÅVNNÅ
sma: Noerhte-laanti saemiej konvensjovne

source: Suoma, Vuona ja Svieriga ráddidusá,
sma: Reerenassh Nøørjesne, Finlaantesne jih Sveerjesne nænnoestieh

source: tjårggiji
sma: - saemieh dah aalkoe-almetjh daej golme laantine

source: - sáme li álggoálmmuk dán gålmån rijkan,
sma: - saemieh leah tjierte jalhts ovmese laantine årroeminie

source: - sáme li akta álmmuk mij årru moatten rijkan,
sma: - båetije biejjij vååjnesassh

source: - sáme álmmugin le sierra kultuvrra ja sebrudakiellem sierra histåvråjn, sierra árbbedábe, sierra giela, sierra æládusá ja sierra vuorddemusá boahtteájggáj,
sma: - dej golme staati leah naasjovnale jih internaasjovnale diedte saemien kultuvrese jih

source: - dán gålmån rijkan le rijkalasj ja rijkkajgasskasasj åvdåsvásstádus sáme kultuvrraj ja sebrudakiellemij dågålasj ævtojt vaddet,
sma: - jielemasse nuepiem vedtedh øvtiedimmiem juhtiehtidh

source: - sámeálmmugin le iesjmierredimriektá,
sma: - saemien almetjidie leah reaktah jijtjedh reerenasse

source: - sámeálmmuga kultuvrra ja sebrudakiellem le boanndudahkan åbbålasj kultuvrraj ja sebrudakiellemij genga rijkan,
sma: - saemien kultuvre jih jielemasse laanten kultuvrese lissine båata jih nimhtie dam bijjiebasse lutnjie

source: - sámeálmmugin le sierralágásj dárbbo ietjasa sebrudakiellemav rijkkarájáj badjel åvdedit,
sma: - saemiej leah daerpiesvoete sjiere rasti namhtah jielemem øvtiedidh

source: - sáme hæhttuji bessat ávkkit ednamijt ja tjátjijt mij le ájnas sáme kultuvrraj vuodon,
sma: - saemide laante jih tjaetsie daerpies kultuvren sjiekenassen gaavhtan

source: - ja gå sámeálmmuga riektá mierreduvvá, de galggá sierraláhkáj vieledit sáme ájgij milta ælla avtadássásasj álmmugin aneduvvam, ja danen hæhttum rievtugahtesvuodav gierddat,
sma: - gosse saemiej reaktasvoete edtja tseegesovvedh, dellie daerpies mujhtedh guktie saemieh aerebi aejtemen nuelesne orreme jih nimhtie ovreaktam dååsteme

source: man diehti dán gålmå rijkaj sámedikke
sma: - saemiedigkieh dej golme laantine sjiekenassen mietie naemhtieh tjoeverieh vierhtiedieh

source: - ájgguji buorre boahtteájgev huksat sámeálmmuga iellemij ja kultuvrraj,
sma: - sijhtieh saemiej jielemem jih kultuvren båetije biejjide bueriedidh

source: - le dakkir visjåvnnå rijkaj rájá e galga hieredit sámeálmmuga jali ájnegis sámij aktisasjvuodav,
sma: - eah edtjieh rasth saemij almetjij jallh ajne saemiej ektievuekie-jielemem jeeredh

source: - adni dav vuojnov ådå sámekonvensjåvnnå le sámij dålusjájggásasj riektá ådåstuhttem ja nanostuhttem, da ma jagen 1751 Lappekodisillanin kodifieriduvvin,
sma: - vuejnedh guktie orre saemien konvensjovne maahta reaktide mah aerebi Lappekodisillesne 1751 tjåadtjoejin, orrestehtedh jih øvtiedidh

source: - dættodi man ájnas la sámijda mierredit ja álmmugin mij váldeduvvá duodaj
sma: - vuesiehtidh guktie saemiej reaktah jijtjedh reerenasse vååjnose båetieh, krøøhkestimmien nuelesne

source: - dættodi sierraláhkáj sámijn la riektá dajn ednam- ja tjáhtjeguovlojn aktan daj luonndoressursaj ma gávnnuji sámeálmmuga histåvrålasj ájtteklándan,
sma: - saemij reaktah laantese jih tjaatsan goerkese biejedh jih nimhtie vuesiehtidh samieh dah aalkoealmetjh daej sjiere laantine

source: - tjuottjodi sámeálmmuga árbbedábálasj máhtudahka ja árbbedábálasj ja kultuvralasj åvddånbuktemvuohke aktan álmmuga luonndoressurssaanujn le oasse sáme kultuvras,
sma: - vuesiehtidh guktie saemiej sjiere maahtoeh jih kultuvre-diejvesh vihkeles, jih pråvhkeme eatnemen maelmijste lea leahtah saemien kultuvreste

source: - adni sáme nissunij dille árbbedáhpeguodden sámij sebrudagán galggá nanniduvvat sebrudakiellemin ja aj mij guosská åvdåstibmáj almulasj orgánajn,
sma: - moenedh guktie saemiej nyjsenæjjaj vuekieh jih barkoeh maehtieh ektievoetesne bijjiebasse lutnjesovvedh, juktie aaj nimhtie maehtieh buerebe vuesiehtæmman båetedh ovmese åårganisasjovnine

source: - sihti sámijt viesutjit avta álmmugin dajn gålmåjn rijkajn,
sma: - sijhtieh edtjieh saemieh ektesne veasodh goh akte ålme-tjierte daej golme laantine

source: - tjuottodi sáme álmmuga sidodav, mielav ja riektáv åvdåsvásstádusáv válldet ietjasa boahtteájge åvddånimes,
sma: - vuesiehtidh saemiej vaajtelimmieh, væljoeh jih reaktah jijtje diedtem guedtedh

source: - ja tjuottodi sámeálmmuga riektájt ja friddjavuodav rijkajgasskasasj almasjrievtesvuodaj ja dábálasj álmmukriektá milta,
sma: - Daate konvensjovne lea tjaalasovveme saemiej ektine guhth munieh vihkeles daate aerebi goh staate daam ratifiserie,

source: ma li dá konvensjåvnåv dahkam aktan lahka aktisasjvuodajn sáme åvdåstiddjij, adni sierraláhkáj ájnnasin konvensjåvnnå åvddål stáhtajs rátifiseriduvvá, dåhkkiduvvá dajs gålmå sámedikkijs, ja adni sijáv vælggogissan sáme álmmuga boahtteájgev oaggit dán konvensjåvnå milta, li guorrasam tjuovvovasj nuorttarijkaj sámekonvensjåvnnåj.
sma: lea dååhkasjehtemem dejstie golme saemiedigkijste dååsteme. dah tjuerieh duvtiem saemide båetije bijjiej vedtedh guktie daate konvensjovne faala.

source: Kapihttal I
sma: Voestes kapittele I

source: Sámeálmmuga dábálasj rievtesvuoda
sma: Saemiej sjiere reaktah

source: Artihkkal 1
sma: Voestes tjaalege Man govneaavhtan konvensj

source: Konvensjåvnå ulmme
sma: Daan konvensjovnen aarvoe leah reaktide jååhkesjidh jih nænnoestidh guktie saemieh vihties laakan m

source: Dán konvensjåvnå ulmme le duodastit ja nannit sámeálmmugij dakkár rievtesvuodajt ma åvddånahtti gielav, kultuvrav, æládusájt ja sebrudakiellemav, ja gåtsedit váj rijkaj rájá e hiereda dakkár åvddånimev..
sma: aehtieh sijjen gielide øvtiedidh jih aaj kultuvrem, jielemidie jih ektie-voetide vaarjelidh guktie vaenemes tsagkesh laanti gaskems sjidtieh.

source: Artihkkal 2
sma: Mubpie tjaalege

source: Sáme álggoálmmugin
sma: Saemietjheh goh aalkoealm

source: Sáme li álggoálmmuk Suoman, Vuonan ja Svierigin.
sma: Saemieh leah aalkoealmetjh Finlaantesne, Nøørjesne jih Sveerjesne.

source: Artihkkal 3
sma: Gåalmede tjaalege

source: Riektá iesjmierredibmáj
sma: Reaktah jijtjh-reerenasse

source: Sámijn la riektá iesjmierredibmáj álmmugin álmmukriektá njuolgadusáj ja dán
sma: Saemiej leah reaktah jijtjh-reerenasse nimhtie guktie ålma-reaktah jiehtieh jih aaj nænnoestimmieh daennie konvensjovnesne.

source: konvensjåvnå mærrádusáj milta. Nav guhkás gå le máhttelis dáj njuolgadusáj ja mærrádusáj
sma: Guktie dah reaktah tjoeverieh åadtjodh eavadidh guktie beetneh-vierhtide stuvredh, guktie jeatja almetji ektine dåemiedidh jih aaj guktie dihte kultuvre- øvtiedimmie

source: milta, de le sáme álmmugin riektá mierredit ietjasa rudálasj, sosialalasj ja kultuvralasj
sma: munieh, dellie saemieh jijtje

source: åvddånime badjel, ja ietjasa ulmij háldadit luonndoressursajt.
sma: edtja juhtedh. Nimhtie aaj vihkeles åadtjodh jijtjedh aamhtside stuvredh mah eatnemen maelmide veadtaldihkie.

source: Artihkkal 4
sma: Njealjede tjaalege

source: Persåvnå gudi guoskadalli konvensjåvnås
sma: Almetjh guhth konvensjovnen nualan båetieh

source: Konvensjåvnnå guosská persåvnåjda gudi årru Suoman, Vuonan jali Svierigin, gudi
sma: Konvensjovne dijpieh dejtie guhth Finlaantesne, Nøørjesne jallh Sveerjesne årroeminie jih jijtje damtieh goh saemieh, jih aaj

source: 1. le sámegiella sijddagiellan jali le edesik akta æjgát jali áhkko jali áddjá gænna le jali
sma: 1. saemien gielem gåetesne pruvkieh jallh vaenemes akte eejhtegijstie jallh aahka / aajja leah

source: gænna le læhkám sámegiella sijddagiellan; jali
sma: saemien gielem gåetesne pruvkeme; jallh

source: 2. le riektá sáme boatsojsujtov dåjmadit Vuonan jali Svierigin; jali
sma: 2. luhpiem utnieh båatsoe-jieleminie giehtelidh Nøørjesne jallh Sveerjesne; jallh 3. lupiem utnieh saemiedigkie-veeljemisnie meatan Nøørjesne jallh Sveerjesne; jallh

source: 4. li máná persåvnåjs nammaduvvam tjuokkajn 1, 2, jali 3.
sma: 4. jis maanah dejstie guhth 1,2 jallh 3 mieriej nualan båetieh.

source: Artihkkal 5
sma: Vijhtede tjaalege

source: Stáhtaj åvdåsvásstádusá vijddudahka
sma: Man stoerre staaten diedte

source: rijkalasj, guovlolasj ja bájkálasj dásen.
sma: Gaajhkh staati åårgaanh, dovne naasjo lihkemes byjresen, diedth utnieh daan konvensjovnese.

source: Dá vælggogisvuoda gulluji aj ietjá orgánajda almulasj
sma: Jeatja åårganh mah byøgkeles reeremisnie jih byøgkeles vyrtehkisnie aaj tjoeverieh diedtem vuesiehtidh.

source: Sæmmi guosská aj priváhta riektásubjevtajda gå da almulasj fámoj
sma: Daate aaj faalegem moeladtje aamhtsigujmie jalsh juhtiehteminie.

source: dåjmadi jali ietjá almulasj dahkamusájt dahki.
sma: vnale, regiovnale jih

source: Gå dát konvensjåvnnå aneduvvá, de e sámedikke ja ietjá sáme orgána, vájku dal
sma: vadta private åårganide mah leah barkeminie byjjes faa lh jeatja sjiere byjjes laavenjas

source: makkir riektálasj stahtus dajn le, galga gåhtjoduvvat stáhttan, ietján gå dalloj gå almulasj
sma: Gosse daam konvensjovnem åtnose vaalteme, dellie eah edtjh saemiedigkieh jallh dah jeatja saemien åårganh ovjearohks sijjen naasjovnale jallh internaasjovnale reaktijste, nommem vaeltedh goh staate jis eah leah aamhtsigujmie byjjes-raerine barkeminie.

source: Artihkkal 6
sma: Govhtede tjaalege

source: Stáhtaj dåjma sáme álmmuga gáktuj
sma: Magkeres råajvarimmieh staateste saemide

source: Da gålmmå stáhta galggi dåbmaris láhkáj láhtjet dilev sáme álmmugij váj máhttá
sma: Dah golme staath tjoeverieh radtjoes laakan barkedh guktie saemieh maehtieh eensi laakan gielem øvtiedidh jih gorredidh, kultuvrem vam bijjiebasse lutnjedh.

source: nannit ja åvddånahttet gielas, kultuvras, æládusájdis ja sebrudakiellemis.
sma: arjelidh jih jielemem jih ektievoete

source: Stáhta galggi buorre ævtojt biedjat sáme bájkálasj sebrudagájt bisodahtátjit ja
sma: Staath edtjieh aaj buerie laak laakan tjåadtjodh jih buerie

source: åvddånahtátjit.
sma: an barkedh guktie saemiej byjrese maahta stinks øvtiedimmie vijriebasse juhtiehtidh.

source: Stáhtaj åvdåsvásstádus tjadádittjat dåjmajt dán konvensjåvnå milta guosski aj muhtem
sma: Di

source: mærráj dajda sámijda gudi årru árbbedábálasj sáme årromsajij ålggolin.
sma: aate konvensjovne aaj staateste kriebpesje diedtem utnedh saemide mah leah siejme saemiej voeng bæjngolen årroemine.

source: Artihkkal 7
sma: Tjijhtjede tjaalege

source: Váni-badjelgæhttjam ja sierradåjma
sma: Namtegh diskriminering - jih sjiere råajvarimmieh tseagkodh

source: Sáme álmmuk ja ájnegis sábme galggá suoddjiduvvat gájkka badjelgæhttjamis.
sma: Saemien almetjh jih ajne saemie edtjieh vaarjelimmesne årrodh guktie eah jeatjh-laaketje vuajnoen (diskriminering) nualan båetieh.

source: Sáme riektáj tjadádimen dán konvensjåvnå milta galggi stáhta dárboj milta sierralágásj
sma: Gosse saemiej reaktah daan konvensjovnen mietie vedtedh, dellie staate tjoevere sjeagkodh.

source: buorre dåjmajt jåhtuj oadtjot sijá gáktuj.
sma: iere råajvarimmieh ts

source: Artihkkal 8
sma: Gaaktsede tjaalege

source: Binnemusrievtesvuoda
sma: Vaenemes reaktah

source: Rievtesvuoda ma dán konvensjåvnån li mierreduvvam, li binnemusrievtesvuoda. Da e
sma: vnese veadaldihkie, leah " vaenemes reaktReaktah mah daan konvensjoah " (minsterettigheter).

source: hiereda jus stáhta sihti vijdedit sámij riektájt jali ájn vijdep dåjmajt álgadit, ja e máhte
sma: Juktie nimhtie sjiere staath maehtieh reaktide vijriedidh jallh buerebe råajvarimmieh faaledh.

source: aneduvvat binnedittjat sámij riektájt ietjá riektánjuolgadusáj milta.
sma: Daerpies lea læjhkan daejredh ij leah nuepie reaktide mah joe gååvnesieh gærtjiedidh.

source: Artihkkal 9
sma: Åktsede tjaalege

source: Sáme árbbedábe
sma: Saemiej vuekieh

source: Stáhta galggi hiebalgis láhkáj árvon adnet sáme álmmuga riektádádjadusájt, ja
sma: Staath edtjieh saemiej reaktaj-sisvegh jih reaktaj-vuekieh jih pråvhkoeh krøøhkestidh.

source: Vuostasj oase milta galggi stáhta gå dahki njuolgadusájt gånnå lulun sáme árbbedábe,
sma: Guktie voestes raajese vuesehte, dellie edtjieh staath gosse orre reaktah buektedh dajvide gusnie maahtah saemij mojhtsh gååvnesidh, tjilkedh mejtie daerpies sijjidlh jeatjh laakan viehkiem vedtedh laaken tjirrh.

source: sierraláhkáj guoradallat jus dákkir árbbedábe gávnnuji ja jus dajt lulu suoddjit jali ietjá láhkáj
sma: Reakta-åtnosne eekieh bæjjese lutnjesovvedh.

source: Riektáanon galggá aj sáme árbbedábijt árvvon adnet.
sma: e vaarjelidh jal dtjieh aaj saemiej vu

source: Artihkkal 10
sma: Låhkede tjaalege

source: Riektánjuolgadusáj harmoniserim
sma: Reakta-njolkedassi sjiehtesjimmie

source: ietjá regulerimijt ma li ájnnasa sámij dåjmajda rijkarájáj badjel.
sma: Staath edtjieh saemiedigij ektine laakide jih aaj jeatja aamhtside mah daerpies, sjiehtesjedtedh guktie saemide laanti rasti gåabpegh bielesne bøøremes sjædta.

source: Artihkkal 11
sma: Luhkie-voe es tjaalegest

source: Aktisasjbarggo kultuvra ja æládusáj hárráj
sma: Ektes-vuekiebarkoe kultuvvhtanren - jih jielemesjiehtesjimmien gaa

source: Stáhta galggi álgadit dåjmajt ma giehpebun dahki sámijda æládusáv dåjmadittjat rijkkarájáj
sma: Staat edtjieh råajvarimmieh tseagkodh gulidh laanti gaskems jih aah

source: badjel ja árvvon adnet sijá kultuvralasj dárbojt rijkarájaj badjel. Dájna ulmijn galggi stáhta
sma: gusnie saemiej årromese vedtedh guktie dihte kultuvre- faaleldahke bøøremes sjeadta seamma magkeres laantesne jielieminie.

source: rahtjat gádodittjat dajt gássjelisvuodajt ma hieredi sáme æládusdåjmajt ma gulluji sijá
sma: ktie aelhkebe saemide jielebarkojne giehte j buerielaakan kultuvre-daerpiesvoetide tseagkodh.

source: viesajdimvuohtaj jali årromsajijda, jali gånnå ietján sámij årromguovlo li moatten rijkan, ja
sma: Nimhtie aaj staath tjoeverieh barkedh guktie gaajhk tsagkesh mah saemiej jieleme-barkose veadtaldihke suenieh.

source: dibddet sámijt bessat kultuvralasj fálaldahkaj dan rijkan gånnå li årromin juohkka ájgen.
sma: Daate tjoevere daeahpadidh seamma ijjieh jih magkeres laantesne. Seamma reaktam aaj saemied

source: Artihkkal 12
sma: Luhkie mubpie tjaalege

source: Aktisasjbarggo åhpadime ja álkkádusårnigij hárráj
sma: Ektesvuekie-barkoe øøhpehtimmien jih tryjje-jielemen gaavhtan

source: Stáhta galggi álgadit dåjmajt váj sáme gudi årru avtan dat gålmåt rijkas, oadtju
sma: Staath edtjieh råajvarimmieh tseagkodh guktie saemieh maehtieh viehkiem åadtjodh øøhpehtæmman, healsose jih siemes-voetese laantesne gusnie bøøremes.

source: Artihkkal 13
sma: Luhkie gåalmede tjaalege

source: Sáme álmmuga symbåvlå
sma: Saemiej mbovlhsy

source: Stáhta galggi árvvon adnet sámij riektáv iesj mierredittjat sáme slávgá ja ietjá sáme
sma: Staath edtjieh saemiej reaktam krøøhkestidh saevegem pruvhkedh jih aaj jeatja naasjovnale symbolh.

source: symbåvlåj anov. Stáhta galggi aj, aktisattjat sámedikkij, rahtjat váj sáme symbåvlå ilmoduvvi
sma: Dah edtjieh aaj saem jih vuesiehtieh saemieh leah sjiere tjierte dej golme laantine.

source: ja vuosedi sámij sajev sierra álmmugin gålmån rijkan.
sma: iedigkijne ekti-vøøki barkedh guktie saemiej symbovlh vååjnose båetieh

source: Kapihttal II
sma: Mubpie Kapittele II

source: Sámij stivrrim
sma: Saemiej jijtjh - reereme

source: Artihkkal 14
sma: Lue

source: Sámedikke
sma: hkie njealjede tjaaleg

source: Juohkka gålmån rijkan galggá liehket sámedigge, mij le alemus sáme orgádna rijkan.
sma: Saemiedigkieh Saemiedigkieh edtjieh gaajhki golme laantine gååvnesidh.

source: Sámedigge doajmmá sáme álmmuga åvdås mij le dan rijkan, ja galggá liehket válljiduvvam
sma: Dihte saemiej jillemes åårgaane.

source: dábálasj jienastamriektáj milta sámij gaskan dan rijkan.
sma: Saemiedigkieh erkieh guktie bøøremes saemide jih almetjh disse veeljesuvvieh veeljeme - reaktan mietie abpe laantesteb.

source: Sámedikkij válljimnjuolgadusá li mierreduvvam lága milta, mij gárveduvvá
sma: Veeljeme- reaktah saemiedægkan båetieh laaken tjirrh.

source: sjiehtadallamijn sámedikkij 16 artihkkala milta.
sma: Dah moenesovvieh barkoen tjirrh saemiedigkijne, tjaalege 16.

source: Sámedikkijn galggi liehket dakkir dahkamusá ma dahki sijáv vejulattjan dåbmarit
sma: Nænnoestimmieh saemiedigkij faamojse laaken tjirrh båetieh.

source: vájkkudit sáme álmmuga riektáv iesjmierredibmáj álmmukriektáj milta ja mærrádusá dán
sma: ovvieh daan konvensjovne

source: konvensjåvnån duohtan sjaddi. Dárkkelap njuolgadusá ma guosski sámedikkij fábmuj
sma: Saemiedigkieh råajveritsidie mejtie daerpies.

source: mierreduvvá lágan.
sma: eh jih jiehtesh buektieh aamh

source: Sámedikke álgadi ja bukti vuojnojt divna ássjijn gånnå dikke ietja gávnni hiebalgissan.
sma: Luhge

source: Artihkkal 15
sma: kie vijhtede tjaale

source: Sámedikkij iesjrádálasj mærrádusá
sma: Saemiedigkien jijtjh-reereme njolkedassh

source: Sámedikke mierredi iesjrádálattjat dajn ássjijn gånnå siján le mierredimfábmo rijkalasj
sma: Saemiedigkij jijtjh-reereme nænnoestimmieh gyhtjelasside buektieh nasjovnale jallh internasjovnale reaktaj

source: jali rijkajgasskasasj riektá milta.
sma: tjirrh.

source: Sámedikke máhtti såbadit rijkalasj, regionálalasj ja bájkálasj avtadagáj aktisasjbargo
sma: Saemiedigkieh aaj maehtieh mååhtedimmieh nasjovnale, regiovnale jih byjrese ektievoetij tjirrh buektedh jis

source: birra sáme kultuvrav ja sebrudakiellemav nannitjit.
sma: daerpies saemiej kultuvrem jih ektievoete-jielemem nænnoestidh.

source: Artihkkal 16
sma: Luhkie govhtede tjaalege

source: Sámedikkij riektá sjiehtadalátjit
sma: Saemimanedigkien reaktah gietelæm

source: åvddål almulasj oajválattja mærrádusáv mierredi. Dá sjiehtadallama hæhttuji liehket nuoges
sma: Gosse vihkeles gyhtjelassh saamhtside gietedalledh aerebi goh nænnoestimmie byjjes rnænnoestimmieh tjoeverieh nimhtie juhtedh guktie saemiedigkieh maehtieh aamhtse-juhtemem jih darjoemen tsevtsiehtidh.

source: Stáhta e galga mierredit jali loabev vaddet dakkir dåjmajda ma ednagav vahágahtti
sma: Eah edtjieh staath nænnoestidh jallh luhpiem vedtedh dagkeres råajvarimmide mah maehtieh goerpehtidh maadth-kriebpesjide saemien kultuvrese, saemiej jielemidie jallh saemiej ektievoete-jielemasse jis eah

source: vuodoævtojt sáme kultuvrraj, sáme æládusájda jali sáme sebrudakiellemij, jus guoskadallam
sma: emide, dellie edtjieh saemiedigkieh voestegh a eeremistie båata. Dagkeres digkiedimmieh jih

source: sámedigge ij dási miededa.
sma: saemiedigkieh disse siemedh.

source: Artihkkal 17
sma: Luhkie tjijhtjede tjaalege

source: Sámedikkij riektá ietjá ássjegárvedimen
sma: Saemiedigkij reaktah jeatja aamhtse-ryøjredimmesne

source: Sámedikkijn galggá liehket riektá ájrastit almulasj rádijn ja juohkusijn gå da
sma: Saemiedigkieh reaktah utnieh meatan årrodh byjjes raerijne gosse aamhtsi bijre digkiedidh mah saemide

source: giehtadalli ássjijt ma guosski sáme berustimijda.
sma: dijpieh.

source: Sámedikkijda galggi åvddåj biejaduvvat ássje ma sáme berustimijda guosski, åvddål
sma: Saemiedigkieh edtjieh saemien aamhtside giehtjedidh aerebi goh byjjes raerieh dejtie nænnoestieh.

source: almulasj oajválattja mærrádusáv dahki.
sma: S deahpadidh låångkh aerebi guktie saemiedigkieh maehtieh tsevtsiehtidh aamhtse-juhtemem jih

source: Stáhta galggi guoradallat dárbov dákkir ájrastimes ja åvddåjavllamusás sámedikkij
sma: taath edtjieh daerpies-voetide tjilkedh gosse raeriestimmieh saemiedigkijste båata.

source: bieles.
sma: Daate tjoevere

source: båhtusav bájnnet.
sma: vaestiedimmiem.

source: Sámedikke ietja mierredi goassa sihti ájrastit jali javllamusáv buktet dákkir
sma: Saemiedigkieh åvtelbodtieh vaestietan jallh laahtestimmieh aamhtseryøjredæmman vedtedh.

source: ássjegárvedimen.
sma: dieh mejtie sijhtieh lihtsegh mea

source: Artihkkal 18
sma: Luhkie gaaksede tjaalege

source: Stáhta rijkatjoaggulvisá jali daj juohkusa jali ietjá orgána galggi gå rávkaduvvá
sma: Tjåådtjh-sijjie nasjovnale-tjåangkojde S maehtieh meatan jih buerkiestidh aamhtsi bijre mah saemide vihkeles.

source: duosstot sámedikkij åvdåstiddjijt váj da bessi tjielggit ássjijt ma sámijda li ájnnasa.
sma: taati nasjovnale tjåangkoeh jallh dej moenehtsh edtjieh sijjiem darjodh guktie lihtsegh saemiedigkijste

source: Sámedikke galggi bessat gullut gå rijkatjoaggulvis giehtadallá ássjijt ma sierraláhkáj
sma: Gosstedh

source: sáme álmmugij guosski.
sma: e aamhtsh saemij bijre gietelimmesne, dellie edtjieh byjjes ståvroeh nuepiem saemiedigkide ved jih dejtie goltelidh.

source: Ájnegis rijkaj rijkatjoaggulvisá vaddi lagáp njuolgadusáj makkir ássjijda dát guosská,
sma: Dah sjiere laanti nasjovnale tjåangkoeh edtjieh njolkedassh aamhtsi bijre vedtedh jih guktie dej gujmie giehtelidh.

source: ja gåktu galggá tjadáduvvat.
sma: Luhkie åkts

source: Artihkkal 19
sma: ede tjaalege

source: Sáme ja rijkajgasskasasj åvdåsstibme
sma: Saemieh jih internasjovnale representasjovnh

source: Sámedikke galggi sáme álmmugav åvdåstit rijkajgasskasasj aktijvuodajn.
sma: Saemiedigkieh edtjieh saemij digkiedimmide meatan vaeltedh gosse gaskestaati tjåangkoeh.

source: Stáhta galggi åvdedit sámij åvdåstimev rijkajgasskasasj institusjåvnåjn ja sámij
sma: Staath edtjieh aajledh meatan goh håaleniere internasjovnale tjåangkojne.

source: oassálasstemav rijkajgasskasasj tjåhkanimijn.
sma: saemide eevtjedh goh lihtsegh internasjovnale institusjovnine jih aaj stil

source: Artihkkal 20
sma: økte låhkede tjaale

source: Aktisasj sáme organisasjåvnå
sma: Siejme saemiej åårganisasjovnh

source: Sámedikke máhtti ásadit aktisasj organisasjåvnåjt.
sma: Saemiedigkieh maehtieh siejme åårganisasjovnh tseegkedh.

source: Stáhta galggi aktisasjrádij
sma: Staath edtjieh, gosse daerpies, saemiedigkij ektine barkedh guktie byjjeårganisasjovnide båetieh.

source: sámedikkij gå la dárbbo rahtjat váj dakkir aktisasj organisasjåvnå almulasj fámov oadtju.
sma: s faaleldahkh dagkaridie å

source: Artihkkal 21
sma: Gøøkte luhkie voestes tjaalege

source: Stáhta galggi vieledit ja gå la dárbbo rádádallat tjæroj, sijdaj, boatsojguohtomsijdaj,
sma: Jeatja saemien gaskebarkoeh

source: gålldåsámij gielldastivraj ja ietjá máhtulasj sáme organisasjåvnåj jali bájkálasj sáme ájrrasij.
sma: Staath edtjieh krøøhkestidh jih gosse daerpies soptsestalledh saemiej-staari, siidaj, båatsoeburriehmoenehtsigujmie jih aaj " skoltesamenes byastæmmine " jih aaj væjkeles saemiej lihtsegigyjmie byjresisnie.

source: Artihkkal 22
sma: Gøøkte luhkie ubpie tjaalegem

source: Sámeguovllo
sma: Saemij regiovne

source: Stáhta galggi dåjmalattjat mierredit ja åvddånahttet guovlov gånnå sáme álmmuk
sma: Staath edtjieh eadtjohke laakan barkedh jih øvtiedidh dajvide guktie saemieh maehtieh gorredidh sjiere

source: máhttá háldadit ietjasa sierra riektájt dán konvensjåvnå ja rijkaj lága milta.
sma: reaktah daan konvesjovnen jih laanti laaki mietie.

source: Kapihttal III
sma: Gåalmede kapittele III

source: Sáme giella ja kultuvrra
sma: Saemien giele jih kultuvre

source: Artihkkal 23
sma: Luhkie gåalmede tjaalege

source: Sámij gielalasj riektá
sma: Saemiej giele-reaktah

source: Sámijn galggá liehket riektá adnet, åvddnahttet ja boahtte buolvajda åhpadit ietjasa
sma: Saemiej leah reaktah nuhtjedh jih øvtiedidh gielem jih vuekide båetije sliektide.

source: gielav ja ietjasa árbbedábijt, ja rahtjat vaj sámegiela máhtudahka oabllu aj sámijda gudi dåssju
sma: Dejtie aaj reaktah barkedh guktie maahtoeh saemien gielen guhth geerve gieline giehtelidh.

source: muhtem mærráj gielaska bukti.
sma: bijre maahta vadtasovvedh dejtie

source: Sámijn galggá liehket riektá mierredit, bisodit ja gájkkásasj vieledimev åttjudit
sma: Saemieh edtjieh reaktam utnedh jiehtedh, stem åadtjodh jijtse nommide jih aaj nommide ovmese dajvine.

source: ietjaska persåvnnånamájda ja bájkkenamájda.
sma: eredh jih goerkese

source: Artihkkal 24
sma: Gøøkte luhkie vijhtede tjaalege

source: Stáhta galggi dilev láhtjat váj sáme máhtti gielaska bisodit, åvddånahttet ja oablodit.
sma: Staaten diedte gielide øvtiedidh Staath edtjieh saemide nuepieh vedtedh gielide gorredidh, øvtiedidh jih vijriebasse guedtedh.
